[
	{
		"type": "person",
		"born": "1967",
		"education": "B.A. in Political Science in 1989 from Trinity College, Washington, D.C",
		"name": "Kellyanne Conway",
		"news": [
			{
				"title": "US-Cuba detente looks uncertain under Trump presidency",
				"url": "https://www.ft.com/content/9ab836d0-b4c2-11e6-ba85-95d1533d9a62"
			},
			{
				"title": "Republicans at odds over prospect of Romney as secretary of state",
				"url": "https://www.ft.com/content/71190d36-b2e7-11e6-a37c-f4a01f1b0fa1"
			}
		],
		"topics": ["US Election", "GOP", "Trump"],
		"previous": "Worked for Congressman Jack Kemp; Senator Fred Thompson; former Vice President Dan Quayle; Speaker of the House Newt Gingrich; Congressman (now Indiana Governor and Vice President-elect) Mike Pence.",
		"authored": "What Women Really Want: How American Women Are Quietly Erasing Political, Racial, Class, and Religious Lines to Change the Way We Live in 2005, with Celinda Lake",
		"recent": "Campaign manager - for Republican Donald Trump's presidential campaign (third appointed in August 2016). Credited with major role in transforming Trump's campaign and for appealing to female voters",
		"net_worth": "N/A"
	},
	{
		"type": "person",
		"born": "1950",
		"education": "Graduated magna cum laude from Harvard College (1973), studied psychology, sociology & anthropology. Attended Harvard Medical School and graduated in 1979.",
		"name": "Jill Stein",
		"news": [
			{
				"title": "White House Countdown – Young and restless",
				"url": "https://www.ft.com/content/0e85ba4f-263b-3d0a-985e-1a3d76e309a8"
			},
			{
				"title": "White House Countdown – Pulse check",
				"url": "https://www.ft.com/content/9e06505c-bf63-30ab-9d9f-39f8ab968d35"
			}
		],
		"topics": ["US election 2016", "World", "Green Party"],
		"previous": "Ran for governor of Massachusetts in 2002 and 2010. Medical doctor & activist primarily concerned about the connection between people's health and the quality of their local environment. Served on the board of the Greater Boston chapter of Physicians for Social Responsibility (since 1998).  Co-founded and served as Executive Director of the Massachusetts Coalition for Healthy Communities (2003).",
		"authored": "Reports by the Greater Boston Physicians for Social Responsibility, In Harm's Way: Toxic Threats to Child Development (2000), and Environmental Threats to Healthy Aging (2009)",
		"recent": "Green Party's nominee for President of the United States in the 2012 and 2016 elections. Filed for a recount of 2016 presidential election results on 25th November. Running mate -human rights activist Ajamu Baraka.",
		"net_worth": "$8.5 million"
	},
	{
		"type": "person",
		"born": "1971",
		"education": "J.D. degree cum laude from the University of Miami School of Law in 1996. University of Florida (BA in 1993). Tarkio College (football scholarship from 1989 to 1990). Then Santa Fe College, Gainesville, Florida.",
		"name": "Marco Rubio",
		"news": [
			{
				"title": "Republicans defy predictions and keep control of Congress",
				"url": "https://www.ft.com/content/55920ca2-a630-11e6-8b69-02899e8bd9d1"
			},
			{
				"title": "Treasury’s Lew: Puerto Rico health funding urgent",
				"url": "https://www.ft.com/content/1e88ca0f-1ac9-3348-bbfc-8d4548de551e"
			}
		],
		"topics": ["US election 2016", "Ted Cruz", "Republican Party"],
		"previous": "American politician and attorney, and the junior United States Senator from Florida. First Cuban American to serve as Speaker of the Florida House of Representatives (November 21, 2006 – November 18, 2008). Successfully ran for United States Senate in 2010. Served as a City Commissioner for West Miami, elected to the Florida House of Representatives in 2000.",
		"authored": "Published - 100 Innovative Ideas For Florida’s Future (2006)",
		"recent": "Ran for President in 2016 election (announced April 13, 2015). In first Republican primary (February Iowa caucuses), Rubio finished third, behind candidates Ted Cruz and Donald Trump. Suspended his campaign on March 15 after placing second in home state of Florida.",
		"net_worth": "N/A"
	},
	{
		"type": "person",
		"age": "53",
		"education": "Mr. Jiang graduated in Nanjing Institute of Architecture and Civil Engineering and was admitted to an Executive Master of Business.",
		"name": "Jiang Zhaobai",
		"news": [
			{
				"title": "China-led consortium in vast Australia farmland deal",
				"url": "https://www.ft.com/content/62443272-0608-11e6-9b51-0fb5e65703ce"
			},
			{
				"title": "The Great Land Rush: China’s Pengxin hits overseas hurdles",
				"url": "https://www.ft.com/content/d9864062-ded7-11e5-b67f-a61732c1d025"
			}
		],
		"topics": ["China","Pengxin","Land Deals", "PROC","Agribusiness","Real Estate"],
		"previous": "Chairman and Executive Director at EverChina Int'l Holdings Company Limited (a/k/a, Interchina Holdings Company Limited) since September 24, 2012. Served as Chairman of Shanghai Pengxin Group Co., Ltd from April 1997 to May 2000 and the chairman of Pengxin Real Estate from January 1995 to March 1997. He serves as Vice President of China Non-Government Enterprise Directors Association and a rotating chairman of New Shanghai Businessman Federation.",
		"recent": "Ranked #212 Forbes’ China rich list (2016). Chair & founder of Shanghai Pengxin Group and Shanghai Pengxin Real Estate Development Co., Ltd, whose businesses include, real estate, financial services and agribusiness.",
		"net_worth": "$1.42 billion"
	},
	{
		"type": "person",
		"age": "48",
		"education": "Honours degree in Applied Economic Geography (University of New South Wales). Higher School Certificate (Sydney Boys High School).",
		"name": "Scott John Morrison",
		"news": [
			{
				"title": "Australia flags China’s debt mountain as risk to stability",
				"url": "https://www.ft.com/content/8475afbe-9cc2-11e6-8324-be63473ce146"
			},
			{
				"title": "Australia tightens scrutiny over infrastructure sales",
				"url": "https://www.ft.com/content/5d764ab8-ecb9-11e5-9fca-fb0f946fd1f0"
			}
		],
		"topics": [],
		"previous": "Minister for Social Services (late 2014); Minister for Immigration and Border Protection, responsible for implementing Operation Sovereign Borders, aimed at preventing people smuggling. Liberal Party member of the Australian House of Representatives (representing the Division of Cook, 2007). Managing director of Tourism Australia and NSW State Director of the Liberal Party of Australia from 2000 to 2004.",
		"recent": "Treasurer for Australia (Liberal Party) appointed by the Turnbull Government in September 2015.",
		"net_worth": "--",
		"other": "n November 2014, the Australian Human Rights Commission delivered a report to Government which found that Morrison failed in his responsibility to act in the best interests of children in detention during his time as Minister.",
		"party": "Australian Liberal Party"
	},
	{
		"type": "person",
		"born": "1947",
		"education": "BA at Brigham Young University (1971). Joint JD–MBA at Harvard University (1975).",
		"name": "Mitt Romney",
		"news": [
			{
				"title": "Trump meets Romney as aides fight over appointment",
				"url": "https://www.ft.com/content/08ceb104-b594-11e6-ba85-95d1533d9a62"
			},
			{
				"title": "Republicans at odds over prospect of Romney as secretary of state",
				"url": "https://www.ft.com/content/71190d36-b2e7-11e6-a37c-f4a01f1b0fa1"
			}
		],
		"topics": ["US election 2016", "Trump", "Republican Party"],
		"previous": "Elected Governor of Massachusetts in 2002. President and CEO of the Salt Lake Organizing Committee for the 2002 Winter Olympics. Ran as the Republican candidate in 1994 Massachusetts election for U.S. Senate. Join Bain & Company, a management consulting, in 1977, becoming vice-president in 1978. Co-founded spin-off company Bain Capital (private equity investment) in 1984.",
		"recent": "Announced on January 30, 2015 that he would not run for president in 2016. Outspoken critic of Donald Trump’s candidacy for president, nevertheless met with President-elect Trump on November 19 reportedly to discuss position of Secretary of State. Republican Party's nominee for President of the United States in the 2012 election. Defeated by Democratic President Barack Obama, losing by 332–206 electoral college votes. Served as Governor of Massachusetts from 2003 to 2007.",
		"net_worth": "Between $190 and $250 million.",
		"other": "Leader in the Mormon church (Church of Jesus Christ of Latter-Day Saints), taking on a major role in 1977. Acting as stake president, overseeing about a dozen congregations with close to 4,000 members."
	},
	{
		"type": "organisation",
		"status": "Private Company",
		"established": "1997",
		"based": "Shanghai, China",
		"name": "Pengxin",
		"executives": [
			{
				"role": "Founder",
				"name": "Jiang Zhaobai"
			},
			{
				"role": "President",
				"name": "Lei Jiang"
			}
		],
		"topics": ["Land Deals","Inward / Outward investment", "National Security", "PROC", "China", "Agribusiness"],
		"size": "11-50 employees",
		"overview": "Private conglomerate with a diversified businesses involved in Real Estate Development, Agribusiness, Mining, Infrastructure Construction & Investment. Based in Shanghai, 40 subsidiaries worldwide (either wholly-owned or majority-controlled). As of 2010, its total assets reached over US$2 billion (over ten billion RMB)",
		"activity": "Developed numerous residential, commercial and industrial real estate projects across China, amounting to 3 million square meters of space. Ranked as one of the top real estate developers in Shanghai. Invested into farming in Santa Cruz, Bolivia (2005), grows soybeans, corns, and sorghum; Acquired majority interest in a copper deposit in Democratic Republic of Congo in 2009. Invested and constructed a number of infrastructure projects in Shanghai (bus terminals, sports centers, and ring roads.). Owns 650 hectares of land on Chongming Island Shanghai and 930 hectares in Shandong Province (devoted to sheep breeding). Owns 29 farms in New Zealand, (local subsidiary - Milk NZ) including the former Crafar dairy farms, and 13 farms previously owned by Synlait Farms."
	},
	{
		"type": "organisation",
		"status": "Private Company",
		"established": "1899",
		"based": "North Adelaide, Australia",
		"name": "S Kidman & Co",
		"executives": [
			{
				"role": "Founder",
				"name": "Sir Sidney Kidman (1857-1935)"
			},
			{
				"role": "Managing Director",
				"name": "Greg Campbell"
			}
		],
		"topics": [],
		"size": "11-50 employees",
		"overview": "One of Australia's largest beef producers with a herd of 185,000 cattle. Holds pastoral leases covering 103,000 square kilometres. Kidman cattle stations produce grass-fed beef for export to Japan, the USA and South East Asia. Founded by Sir Sidney Kidman, a pioneer of the first Australian frozen beef and mutton exports. Born in South Australia, Sir Sidney Kidman went on to become the greatest pastoral landholder in modern history, earning the nickname of \"The Cattle King\". The present company is a family business owned by his descendants.",
		"activity": "Developed numerous residential, commercial and industrial real estate projects across China, amounting to 3 million square meters of space. Ranked as one of the top real estate developers in Shanghai. Invested into farming in Santa Cruz, Bolivia (2005), grows soybeans, corns, and sorghum; Acquired majority interest in a copper deposit in Democratic Republic of Congo in 2009. Invested and constructed a number of infrastructure projects in Shanghai (bus terminals, sports centers, and ring roads.). Owns 650 hectares of land on Chongming Island Shanghai and 930 hectares in Shandong Province (devoted to sheep breeding). Owns 29 farms in New Zealand, (local subsidiary - Milk NZ) including the former Crafar dairy farms, and 13 farms previously owned by Synlait Farms."
	},
	{
		"type": "organisation",
		"status": "Research Organization; Think Tank",
		"established": "1977",
		"based": "Beijing, China",
		"name": "Chinese Academy of Social Sciences",
		"executives": [
			{
				"role": "First President",
				"name": "Hu Qiaomu"
			},
			{
				"role": "Current President",
				"name": "Wang Weiguang"
			}
		],
		"topics": ["PROC","China","Think Tanks"],
		"size": "3200 employees",
		"overview": "CASS is the premier academic research organisation and national centre in the People's Republic of China for study in the fields of philosophy and social sciences, with the aim of advancing and innovating scientific research of philosophy, social sciences and policies. Described by Foreign Policy magazine as the top think tank in Asia. It is affiliated with the PRC's State Council.",
		"activity": " Promotes the development of philosophy and social sciences, which had been almost totally destroyed in the Cultural Revolution. Formed by the separation of 14 research units of the Department of Philosophy and Social Sciences from the Chinese Academy of Sciences.",
		"other": "China Social Sciences Press was established in June 1978 under the auspices of the Chinese Academy of Social Sciences, and has published over 8,000 books since  inception."
	}

]
